Revit 2027 API
GridNode.VIndex Property
The node's index along the V axis.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int VIndex { get; set; }
Public Property VIndex As Integer
	Get
	Set
public:
property int VIndex {
	int get ();
	void set (int value);
}
member VIndex : int with get, set
Property Value
Int32
See Also
Reference
GridNode Structure
Autodesk.Revit.DB Namespace